[{
		"name": "How do I start sketching?",
		"description": "5 Must-Know Sketching Tips 1-Know your tools. 2- Start with simplified large shapes and forget about details until later. 3- Learn how to hold your pencil for drawing purposes. 4- Develop your observational skills and hand-eye coordination through using references.  5- Make sketching a habit.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, {
		"name": "How do you make a simple sketch?",
		"description": "Know your pencils. There's a big difference between 4B and 4H. ... Take control of your pencil. Tripod (top) and extended tripod (bottom) grips. ... Try different mark-making methods. ...Vary your lines. ...Avoid smudging. ... Control your edges. ... Use a blending stick for smooth shading. ... Apply the 70/30 rule.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "Is drawing easy??",
		"description": "Drawing as a learnable skill  -The key to learning to draw, just like learning to write, is good foundational instruction and then working until you own it. No one said it would be easy; nothing worth doing is. Yet just because it is challenging does not mean that, with time and hard work, you will be excellent.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
    
    }, {
		"name": "How do you draw a easy face girl?",
		"description": "Steps  -Draw an oval and divide it into 3 sections to make the head. ... -Draw the eyes on the top horizontal line. ...  -Add the pupils and eyelashes to the eyes. ...  -Draw an arched eyebrow above each eye. ...  -Draw the tip of the nose along the bottom horizontal line. ...  -Use shading to softly define the bridge and tip of the nose.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	
  }, {
		"name": "How do you draw an easy eye?",
		"description": "How to Draw an Eye (updated) Step 1: Outline. Okay, to start, draw the basic almond-shaped outline of the eye. ... Step 2: Inner Circle. ... Step 3: Pupil and Highlight. ... Step 4: Fill in the Pupil. ... Step 5: Upper and Lower Eyelid. ... Step 6: Begin Drawing the Eyelashes. ...  Step 7: Darken a Few Things Up. ...  Step 8: Lines and Lashes.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "What are the 2 types of drawing?",
		"description": "There are two types of drawings. The first is a drawing done without instruments, known as a sketch. The second is a drawing done with instruments, known as a final drawing. Sketch Final drawing Artistic drawings convey an idea, feeling, mood or situation.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "How do I find my art style?",
		"description": "4 Ways to Find Your Own Art Style  1-Study the work of artists you admire. Read books, and pay attention to the different styles and different mediums. ...  2-Practice new techniques consistently. Experiment with techniques until you land on one you like.  3-Own the imperfections. ...      4-Consider the story behind your work.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "How do you make an anime girl face?",
		"description": "Step 1 – Drawing The Head. Anime girl head drawing. ...Step 2 – Drawing the Ears. Anime girl ears drawing. ...Step 3 – Drawing the Eyes. ...Step 4 – Drawing the Nose. ...Step 5 – Drawing the Mouth. ...Step 6 – Drawing The Hair. ...Step 7 – Drawing the Smaller Details of the Face & Finishing the Line Drawing. ...Step 8 – Applying Shading.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "What is the easiest art style?",
		"description": "1 Impressionism.This is probably one of the art movements that is easiest to understand because the very name conveys what it is all about.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, {
		"name": "Are girls good at drawing?",
		"description": "No, it's not true that all girls are good in drawing and sketching. Some may be good because they concentrate on that particular work that they do. If you concentrate on your work you can also do better then others.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "What do I draw today?",
		"description": "Easy Drawing Ideas Inspired by Real Life:-The interior of your living room.-A houseplant.-Kitchen utensils, like a whisk or slotted spoon.-Your self-portrait.-A family photograph that you cherish.-A famous person you admire.-Your feet (or someone else's feet)-Your hands (or someone else's hands)",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, { 
		"name": "What makes a drawing cute?",
		"description": "The basic formula for making something appear cute is to enlarge the head and shrink the body. This gives the figure a mascot-like appearance and also creates more room for the all-important facial features.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	}
]
